create database Сulinary_recipe

create table ReciepeType
(
	Id int primary key identity(1,1),
	TypeName nvarchar(50) not null unique
);

create table Cuisine
(
	Id int primary key identity(1,1),
	CuisineName nvarchar(50) not null unique
);

insert into ReciepeType values
('Перша страва'),
('Друга страва'),
('Салат'),
('Закуска'),
('Випічка'),
('Десерт'),
('Гарнір'),
('Напій')

insert into Cuisine values
('Грузинська'),
('Італійська'),
('Кавказька'),
('Китайська'),
('Німецька'),
('Українська'),
('Французька'),
('Японська')

create table Reciepe 
(
	Id int primary key identity(1,1),
	ReciepeName nvarchar(100) unique not null,
	Ingredients nvarchar(max)  not null,
	PhotoPath nvarchar(100) not null,
	Instruction nvarchar(max) not null,
	TypeId int foreign key references ReciepeType(Id),
	CuisineId int foreign key references Cuisine(Id),
	CookingTime int not null,
	Rating int check(Rating<=10),
	Calories int not null
);

insert into Reciepe values
('Cуп з фрикадельками',
'сушений кріп - 1 ч. л.;\n 
цибуля – 1 шт.;\n 
морква – 1 шт.; 
картопля середнього розміру – 3 шт.;
фарш - 300-400 г;
яйця – 1 шт.;
сушений кріп - 1 ч. л.;
рис (напівготового або готового) - 2-3 ст. л.;
сушений часник - 1/2 ч. л.;
часник - 1 зубчик;
лавровий лист – 1 шт.;
сіль перець;
кріп - невеликий пучок;
вода - 2-2,5 літра.;',
'../img/1.jpg',
'Спочатку підготуємо всі овочі. Картоплю нарізаємо невеликими брусочками. Перекладаємо в миску і заливаємо холодною водою, щоб не потемніла.
Нарізаємо картоплю
Середню морквину нарізаємо тонкими півкільцями або четвертинками.
Нарізаємо моркву
Половину середньої цибулини дрібно нарізаємо, а друга половина піде у фарш. Її натремо на тертці, щоб було соковитіше.
Нарізаємо цибулю
Нарізати невеликий пучок кропу.
Нарізаємо кріп
Займемося фаршем. У мене 300 г яловичого фаршу. Солимо, додаємо перець за смаком. Додаємо до нього натерту цибулю. Обов''язково додаємо через прес зубчик часнику. Додаємо 1 яйце і 2 столові ложки добре промитого рису (його просто залити окропом і залишити приблизно на 30-40 хвилин). 
Він додасть обсяг. І обов''язково трохи кропу.
Підготуємо фарш
Все добре перемішуємо. Формуємо маленькі фрикадельки.
Формуємо фрикадельки
На велику сковороду наливаємо трохи рослинної олії і викладаємо цибулю з морквою. Смажимо на середньому вогні буквально 2 хвилини, щоб овочі розкрили свій аромат.
Смажимо цибулю з морквою
Відправляємо все в киплячу підсолену воду. Нехай все потихеньку вариться. Води приблизно 2,5 л.
Підсмажену цибулю з морквою відправляємо варитися у каструлю
Тим часом обсмажимо фрикадельки. Звичайно, мало хто їх обсмажує і можна цього зовсім не робити, але так смачніше і виглядають вони більш апетитно. На ту ж розігріту сковороду наливаємо рослинне масло і акуратно викладаємо фрикадельки, але вогонь вже не повинен бути сильним. Смажимо їх до утворення рум''яної кірочки. Весь процес займає буквально 2 хвилини.
Обсмажити фрикадельки
В киплячий бульйон додаємо картоплю, можна трохи поперчити, при необхідності досолити.
В бульйон додаємо картоплю
І як тільки все закипить, акуратно закладаємо фрикадельки, намагаючись залишити в сковороді жир і все те, що утворилося в процесі обсмажування.
Закладаємо у каструлю фрикадельки
Також додаємо приблизно 0,5 чайної ложки сухого часнику, 1 чайну ложку сухого кропу і 1 лавровий лист. Залишаємо варитися на маленькому вогні 15 хвилин без кришки.
Додаємо приправи
В самому кінці варіння кладемо свіжий кріп, даємо покипіти ще 1 хвилину, потім вимикаємо вогонь, накриваємо кришкою і даємо настоятися хоча б 15 хвилин.
Варимо суп
Суп з фрикадельками готовий.',
1,6,60,9,55)

insert into Reciepe values
('Уха',
'щука - 1 шт.;
картопля - 5 шт.;
ріпчаста цибуля - 1 шт.;
зелена цибуля - за смаком;
кріп - за смаком;
сіль за смаком;
перець чорний мелений - за смаком;
рідкий дим - за бажанням і смаком (бажано на 3 л каструлю додати 1 ст. л.).;',
'../img/2.jpg',
'На вогонь поставити каструлю з водою. Так як риба у мене вже чищена, то почнемо з підготовки овочів. Картоплю і цибулю почистити. Картоплю порізати крупніше, так вийде смачніше.
Цибулю теж не дрібнити.
І картоплю і цибулю покласти в каструлю з киплячою водою. Посолити.
У щук обрізати всі плавники.
Додати перець за смаком.
Рибу нарізати невеликими шматками.
Після того, як картопля звариться, кинути рибу в каструлю.
Хвилин через п''ять кинути в юшку кріп.
Потім зелену цибулю.
Як уха закипить, додати в неї рідкий дим. Рідкий дим надає юшці той самий неповторний смак «вогнища». Але дивіться - не переборщіть. Особисто я на каструлю в 3 літри додала 1 столову ложку. Виявилося в саму пору.
Каструлю накрити кришкою і дати настоятися півгодини. Після чого можна подавати на стіл.',1,6,60,8,30),

('Пекінський суп',
'цибуля - 1 шт.;
імбир свіжий (приблизно 5 см очищений);
часник - 2 зубчики;
томатна паста - 1 ст.л.;
світлий соєвий соус - 2 ст.л.;
темний соєвий соус - 2 ст.л.;
темний рисовий оцет - 3 ст.л.;
цукор - 2 ст.л.;
сіль (приблизно 0,5 ст.л. але сіль буває різна, додавайте до смаку);
вода - 1 літр;
крохмал -1 ст.л;
яйце - 1 шт.;
чилі паста (Sambal Oelek) - 1 ч.л.;
жменю соєвих відростків і пагони бамбука;
філе курки приблизно грам 200;',
'../img/3.jpg',
'1. Часник і імбир натерти на дрібній тертці, а цибулю на крупній. Обсмажити все до золотистого кольору.

2. Додати у воду цибулю (обсмажена з часником і імбиром) і по дві ст.л. соєвого соусу (світлий і темний). Довести до кипіння і додати томатну пасту.

3. Потім додати сою і бамбук, варити пару хвилин.

4. В окремому посуді розвести крохмал в невеликій кількості води, додати оцет, цукор, сіль. Додати і добре перемішати в каструлі.

5. Окремо збити яйце і влити невеликою цівкою в каструлю.

6. Філе курки нарізати на дрібні шматочки і обсмажити в олії (без солі).

7. Прибрати каструлю з плити. Додати курку, чилі пасту.

Варити суп буквально хвилин 10 - 15.',
1,4,15,7,34),

('Піхельштайнер – густий німецький суп',
'Морква-3 шт.;
Селера-200 г.;
Петрушка-1 пучок;
Картопля-700 г.;
Вода;
Ріпчаста цибуля-2 шт.;
М''ясо трьох видів-500-600 г.;
Зелена цибуля-1 шт.;
Сіль;
Cолодка паприка; 
Xорний перець;
За смаком;
М''ясний бульйон;',
'../img/4.jpg',
'Обмийте м''ясо і кожен шматок наріжте кубиками приблизно однакового розміру.
Вимийте й очистіть усі овочі. Потім наріжте картоплю великими кубиками, селеру - дрібними, зовсім дрібно покришіть ріпчасту цибулю, а порей і моркву нарізайте акуратними кільцями.
За бажанням, якщо ви не в захваті від смаку вареної цибулі, можна злегка обсмажити її. Решта овочів відправляться до супу сирими.
Візьміть глибоку каструлю (чавунна краще) і складіть у неї продукти шарами, не порушуючи такого порядку - м''ясо, картопля, цибуля, морква, селера, порей. Зверху посоліть і посипте прянощами.
Залийте продукти підготовленим м''ясним бульйоном або водою так, щоб рідина покривала усе приблизно на 1-2 см.
Варити цей суп слід на повільному вогні досить довго - півтори години. За хвилину до кінця приготування додайте у каструлю посічену петрушку.',
1,5,20,9,90),

('Суп Мінестроне',
'Декілька свинячих реберець,400 г перетертих через сито томатів+3-4 штуки для засмажки,200 г замороженої стручкової квасолi 150 г замороженого зеленого горошку (можна й консервованого з банки), 100 г дрібних макаронів (бажано з твердих сортів пшениці — у мене італійські), болгарський перець, 2 моркви, маленький кабачок, зубок часнику, декілька бульб картоплі, половинка кореня селери, цибулина, корінь фенхелю (за бажанням), ½ ч. л. сухого базиліку, перчина чилі, свіжий базилік (для прикраси), оливкова олія, сіль, цукор.',
'../img/5.jpg',
'Реберця помити й поставити варити бульйон. Розігріти глибоку сковорідку з оливковою олією, викласти нарізані селеру, моркву, болгарський перець, фенхель, цибулю, чилі, кабачок (всі овочі нарізати дрібними кубиками, як на олів’є). Приправити сухим базиліком та цукром, підсолити, смажити 5-7 хвилин. З томатів зняти шкірку, нарізати кубиками, часник подрібнити й додати на сковорідку з овочами. Тушкувати все разом 1-2 хвилини.
Кубиками нарізати картоплю й відправити її варитися у бульйон. Коли вона буде напівготовою, додати в каструлю макарони (чим дрібніші, тим краще).
Одразу ж додати до картоплі з макаронами спаржеву квасолю, горошок (у мене заморожені).

Викласти половину масу зі сковорідки. Іншу половину пасерованих овочів подрібнити на пюре блендером і також додати в суп.

Заправити перетертим через сито помідорним пюре. Варити все разом до готовності всіх компонентів.
Прикрасити суп перед подачею свіжим базиліком. Можна посипати тертий пармезаном. ',
1,2,30,9,45),

('Чихiртма',
'Курка - 1.5 кг.,
Цибуля ріпчаста -300 гр.,
Лимон - 0.5шт.,
Яйце куряче - 6шт.,
Масло вершкове 72.8% - 50 гр.,
Імбир мелений - 2ч.л.,
Куркума - 2ч.л.,
Вода питна - 300 гр.,
А також сіль, перець, зелень - за смаком.',
'../img/6.jpg',
'Воду доведіть до кипіння. Курку розрізати на порційні шматки, посоліть, поперчіть. Покладіть у велику каструлю і залийте гарячою водою. Поставте каструлю на вогонь і відваріть курку до напівготовності (приблизно 15-20 хв після закипання води).

Цибулю наріжте півкільцями. Зелень дрібно наріжте. Цедру лимона натріть на дрібній тертці і вичавити сік. Злегка збийте яйця з перцем і сіллю.
Обсмажте цибулю на вершковому маслі до золотистого кольору.
Перекладіть готову цибулю в окрему тарілку.
Збільште вогонь, додайте вершкове масло і обсмажте курку до рум''яної скоринки.
Поверніть цибулю в сковороду, залийте бульйоном, додайте куркуму, імбир. Тушкуйте 10-15 хвилин.
Влийте в сковороду лимонний сік, додайте цедру і тушкуйте ще 2 хвилини.
Влийте в сковороду яєчну суміш.
Накрийте кришкою, зробіть мінімальний вогонь і готуйте ще 10-15 хвилин.
Яйце має перетворитися в омлет.
Готову страву посипати зеленню.',
1,1,90,9,90),

('Французький цибулевий суп',
'2 шт. Цибуля (велика);
1 шт. Морква;
2 шт. Куряче крило;
50 г Корінь селери;
150 мл Вино (біле сухе);
Вершкове масло;
50-75 г Твердий сир (натертий);
Хліб (середня буханка темного);
Кмин;
Лавровий лист;
Перець;
Сіль;',
'../img/7.jpg',
'Відварюємо бульйон з курячих крилець, додавши корінь селери і моркву, а також запашний перець і лавровий лист.
Беремо цибулини, очищаємо від лушпиння і нарізаємо півкільцями. Кладемо вершкове масло в каструлю з широким дном і розтоплюємо його на середньому вогні. Кількість цибулі приблизно ¼ ємності каструлі, а співвідношення цибулі та масла повинно бути таким, щоб цибуля тушкувався або томився в маслі, а не смажився. Доведіть цибулю до прозорості, постійно помішуючи її на маленькому вогні приблизно 20 хвилин.
Додаємо до цибулі біле сухе вино. Випаровуємо його 10 хвилин на середньому вогні, постійно помішуючи. Заливаємо цибулю бульйоном. Чим більше буде бульйону - тим менш насиченим буде присмак цибулі. Солимо і перчимо.
Беремо буханку хліба в формі цеглинки, дістаємо м''якоть. Подрібнюємо м''якоть руками, викладаємо на деко, застелене пергаментом. Посипаємо рясно натертим сиром і ставимо в розігріту духовку на 10 хвилин.
Суп переливаємо в буханку і також ставимо в духовку на 10 хвилин. При подачі посипаємо кмином і прикрашаємо суп шматочками сухариків із сиром.',
1,7,50,10,50),
('Місо суп з креветками',
'Місо паста-4 ст.л.;
Креветки-300 г.;
Соєвий сир "Тофу"-0,5 кг.;
Морква-1 шт.;
Лист норі-3 шт.;
Яйця-2 шт.;','../img/8.jpg',
'Починаємо готувати місо суп з підготовки креветок. Їх необхідно розморозити, а потім промити під проточною водою.
Далі займемося листками Норі. Їх потрібно нарізати на квадрати невеликого розміру і викласти в тарілку.
Сиру моркву потрібно очистити, помити, а потім натерти за допомогою дрібної терки.
Курячі яйця необхідно відварити до готовності протягом 6-8 хвилин, потім викласти в холодну воду, очистити і нарізати на невеликі шматочки.
Після цього необхідно нарізати сир тофу кубиками. Розміри шматочків повинні вийти близько 1-го сантиметра.
Інгредієнти, які підготували, потрібно перекласти в каструлю, після чого додати до них місо пасту і перемішати.
Отриману суміш слід залити кип''яченою, але не гарячою водою і відправити на плиту. Після того, як страва закипить, її треба варити ще 10 хвилин.
Після цього місо суп можна розливати по порціях і вживати в гарячому вигляді.',
1,8,60,8,50),

('Чахохбілі з курки',
'1 курка вагою 1,5–2 кг;
4-6 стиглих помідорів;
4-5 цибулин;
по 1 пучку кропу і петрушки;
1 пучок фіолетового базиліка;
5-6 зубчиків часнику;
2 гострих перцю;
щіпка уцхо-сунелі;
невеликий шматочок тклапі;
топлене масло;
морська сіль.;',
'../img/9.jpg',
'Розріжте курку на порційні шматки. У великій глибокій сковороді або каструлі з товстим дном розігрійте топлене масло, покладіть шматки курки і обсмажте на середноьму вогні до рум''яної скоринки з усіх боків. Прикрийте кришкою, уменшіть вогонь, тушкуйте до напівготовності.
Очистіть і тонко наріжте цибулю. Посипте цибулею курку і ретельно перемішайте.

Обшпарте помідори окропом, зніміть шкірку. Наріжте помідори або натріть на крупній тертці так, щоб залишалися невеликі шматочки.

Додайте помідори до курки, доведіть до кипіння, закрийте кришкою і тушкуйте майже до готовності. Дрібно наріжте всю зелень, включаючи стебла, – але стебла нарізайте окремо.

Очистіть часник і крупно наріжте. Перці чилі при бажанні очистіть від насіння, наріжте м''якоть. Складіть чилі, часник і стебла в ступку і потовчіть в пасту, додавши солі.

Покладіть до курки зелень, пасту з ступки, уцхо-сунелі і шматочки тклапі. Ще посоліть і поперчіть.

Тушкуйте до м''якості курки.

Подавайте чахохбілі гарячим.',
2,3,90,7,350),

('Лобіо в духовці',
'1 склянка квасолі;
1 болгарський перець (або жменю замороженого перцю);
1 морква;
1 цибулина;
пару ст. л. томатної пасти;
спеції (хмелі-сунелі та інші за смаком);
зелень (кінза, петрушка);
1-2 зубчики часнику;
сіль за смаком;
0,5 ст. л. цукру;
1 ст. л. без гірки борошна.;',
'../img/10.jpg',
'Замочуємо квасолю на ніч.
Квасоля збільшилася в розмірі. Ще раз промиваємо її і перекладаємо в горщики (до половини). Заливаємо половиною склянки води, накриваємо кришкою і ставимо в духовку на 40 хвилин (180 градусів).
Тим часом нарізаємо цибулю, перець, натираємо на крупній тертці моркву. Відправляємо смажитися до рум''яного кольору на сковорідку.
Коли овочі підсмажилися, додаємо ложку борошна і відразу перемішуємо.
Виливаємо в сковороду склянку томатного соку, який ми отримали з води і томатної пасти, солимо, сахаримо, додаємо спеції і залишаємо все гаситися під кришкою 5-7 хвилин.
М''ясо нарізаємо шматочками і обсмажуємо на досить сильному вогні, щоб не встиг вийти сік, з додаванням солі і спецій до золотистих кірочок.
Через 40 хвилин, дістаємо горщики і закладаємо в них м''ясо і соус. Трохи місця залишаємо під кришкою вільним (близько 1 см), щоб було де покипіти рідини. Повертаємо горщики в духовку і залишаємо ще на 40 хвилин.
Готовність лобіо можна визначити за квасолею. Вона повинна бути дуже м''якою.
Дістаємо горщики, видавлюємо часник і додаємо дрібно нарізану кінзу. Перемішуємо.
Наше лобіо готово. Приємного смаку!',
2,1,100,9,400),

('Люля-кебаб',
'Яловичий фарш 1000 г.;
Помідори черрі 20 шт.;
Перець солодкий 1 шт.;
Цибуля была 1 шт.;
Сіль;
Мускатний горіх мелений 1 ч. л.;
Орегано сухий 1 ч. л.;
Часник 2 зубчика.;
Олія маслинова 1 ст. л.;',
'../img/11.jpg',
'Для приготування люля-кебаб вам знадобляться яловичий фарш, цибуля, часник, орегано, солодкий перець, мускатний горіх і оливкове масло.
Поріжте дрібно цибулю і часник, змішайте з фаршем, посоліть, поперчіть і додайте орегано і мускатний горіх.
Замочіть дерев''яні шпажки у воді на 30 хвилин, щоб вони розбухнули.
Гарненько вимісіть фарш, зліпіть невеликі котлетки і гарненько їх відбийте. Зручніше це робити, кладучи котлетку в одну долоню і ляскаючи по ній іншою, як ніби ви аплодуєте. Котлетки повинні стати дуже щільними. Покладіть котлетки в холодильник на 30 хвилин.
Почистіть перець, і поріжте його на невеликі квадратики.
В охолоджені котлетки застроміть шпажку і розподіліть м''ясо вздовж, формуючи довгу котлетку. Надіньте звеху і знизу перець і помідори, це допоможе так само підтримати м''ясо на шпазі.
Розподіліть усі шпажки на підносі для випікання, попередньо змащеному олією. Змастіть оливковою олією верхню половину кебабу.
Випікайте при 180-200 ° C протягом 20-30 хвилин. Подавайте з овочами або салатом.',
2,3,100,9,320),
('Спагеті з тунцем',
'300-350 г свіжого або мороженого філе тунця;
340 г спагеті;
1 лимон;
3 зубчики часнику;
1/4 чайної ложки шматочків червоного перцю;
1 столова ложка оливкової олії;
1/4 склянки Савіньон Блан;
1/4 склянки петрушки;
1/4 або 1/2 склянки води, в якій варилися спагеті;
сіль і чорний перець за смаком
пармезан, пекарино або інший твердий сир з овечого молока.;',
'../img/12.jpg',
'Цілком підійде свіжоморожена тушка.
Доведіть велику каструлю води до кипіння і посоліть.
Тим часом, у маленькій мисці змішайте два зубчики часнику (дрібно порізаного або видавленого на часничниці), 1/4 чайної ложки подрібненого червоного перцю, оливкове масло і біле вино.
Збийте вінчиком, щоб все як слід перемішалося.
Потім наріжте лимон, попередньо позбувшись від кісточок.
Візьміть аркуш пергаменту для запікання або фольгу і покладіть знизу кілька часточок лимона, нарізаного кільцями. #
На лимон укладіть шматочки тунця. Зверху посипте сіллю грубого помелу і меленим чорним перцем.
Полийте винно-масляною підливою і загорніть фольгу. Поставте в духовку, розігріту до 190 градусів на 15-20 хвилин (залежить від того, на скільки широкими шматками Ви порізали тунця). Готовність можна перевіряти зубочисткою: якщо вона спокійно проходить крізь філе – тунець готовий.
Через 10 хвилин у киплячу воду можна закидати спагетті. Помішуйте їх під час варіння, щоб вони не приклеїлися до дна каструлі.
Поки тунець і спагетті готуються, у Вас якраз є час, щоб нарізати приблизно чверть склянки петрушки.
Скористайтеся спеціальним ножем і наріжте трохи свіжого пармезану, пекарино або іншого твердого сиру з овечого молока.
Коли таймер на духовці подзвонить, акуратно дістаньте тунця і постарайтеся розгорнути фольгу так, щоб підлива не пролилася.
Дістаньте тунця з обгортки і поріжте кубиками.
Відкиньте макарони, залишивши чверть склянки води, в якій вони варилися.
Посипте спагетті петрушкою.
Зверху укладіть тунця.
Змішайте підливку з тунця і воду від спагетті і полийте зверху.
Приправте сіллю, чорним перцем і сиром, якщо він знайшовся в холодильнику, і перемішайте.
Зверху ще трохи посипте сиром і подавайте до столу.',
2,2,120,10,300),

('Фунчоза з креветками і овочами',
'Бобова локшина (скляна локшина) -100 г;
Креветки королівські - 200г;
Пекінська капуста - 160г;
Болгарський перець - 200г (по 1 штуці жовтий і оранжевий);
Часник - 2 зубчики;
Оливкова олія - 2 столові ложки;
Кунжут - 2 столові ложки;',
'../img/13.jpg',
'Капусту розібрати на листя, промити і обсушити. Перець помити і видалити серцевини. Капусту і перець порізати тонкою соломкою.
Креветки розморозити, видалити голову і кишкову вену, очистити від панцирів (смачніше використовувати свіжі або охолоджені креветки).
Розігріваємо в сковороді оливкову олію, часточки часнику розчавлюємо плоскою частиною ножа і обсмажуємо їх в олії, щоб масло придбало часниковий аромат.
Викладаємо в сковороду креветки. Обсмажуємо моментально з обох сторін (1-2 хвилини максимум). Готові креветки можна перекласти на серветку, щоб прибрати зайве масло.',
2,4,40,6,250),

('Класична берлінська рулька Айсбайн',
'1 свиняча рулька (близько 1 кг);
1 морква;
100 гр кореня селери;
1 цибулина;
3 зубчики часнику;
сіль;
2 лаврових листа;
1 ч.л. горошин чорного перцю;
кмин;
2 бутончики гвоздики;
1 ст.л. цукру;
Півсклянки темного пива;',
'../img/14.jpg',
'Рульку вимити, шкурку почистити ножем. Моркву, селеру, цибулю і часник почистити і крупно порізати.
Рульку покласти в каструлю з холодною водою, довести до кипіння, зняти піну. Посолити за смаком, додати коріння, часник, лавровий лист, кмин, перець, гвоздику, зменшити вогонь і варити 2 години.
Рульку вийняти з бульйону, укласти у форму, накрити фольгою, готувати в розігрітій до 200 градусів духовці 30 хвилин. Цукор змішати з пивом. Зняти фольгу, запікати рульку ще 20 хвилин, кожні 3-4 хвилини поливаючи сумішшю пива і цукру до утворення рум''яної скоринки.
Смачного!',
2,5,180,10,700),

('Cвинячі реберця в духовці',
'Свинячі ребра - 1,6 кг.;
Соус:
дитяче яблучне пюре - 90 г;
лимонний сік - 3 ст. л.;
кетчуп - 130 г;
чорний перець - 0,5 ч. л.;
кориця - 0,5 ч. л.;
соєвий соус - 5 ст. л.;
сіль - 1 ч. л.;
цукор - 1-2 ст. л.;
часник - 6 зубчиків.;',
'../img/15.jpg',
'Зробимо соус і замаринуємо ребра. З''єднуємо кетчуп, дитяче яблучне пюре, цукор, лимонний сік, соєвий соус, сіль і чорний мелений перець, корицю, видавлений часник.
Робимо соус для свинячих реберець
Перемішаємо наш соус.
Перемішаємо наш соус
Свинячі ребра нарізаємо на порційні шматки і заливаємо соусом. Залишаємо маринуватися як мінімум на 30 хвилин при кімнатній температурі. Чим довше маринуються ребра, тим м''ясо вийде смачніше.
Заливаємо соусом свинячі реберця
Потім м''ясо викладаємо на деко, накриваємо фольгою і відправляємо в духовку розігріту до 180 градусів.
Викладаємо реберця на деко і відправляємо запікатися
Через 1 годину дістаємо м''ясо з духовки, прибираємо фольгу. М''ясо поливаємо соком, що виділився і відправляємо ще раз у духовку смажитися приблизно на 40 хвилин. Але час ви контролюйте самі, все залежить від вашої духовки.
Продовжуємо готувати реберця
Дістаємо ребра з духовки. Готові ребра дуже ароматні і апетитні. М''ясо на смак злегка солодкувате, соковите і просто тане в роті.',
2,6,120,9,321),
('Террін з куркою',
'Куряче філе 650 г;
Цибуля 1 шт.;
Часник 3 зубчика;
Горіхи кедрові 3 ст. л.;
Батон з висівками 0.5 шт.;
Маслинова олія 3 ст. л.;
Базилік зелений свіжий 1 пучок;
Петрушка свіжа 0.5 пучок;
Перець чорний мелений;
Яйця курячі 1 шт.;
Сіль.;',
'../img/16.jpg',
'Для приготування страви знадобиться куряче філе, половина несвіжого багета з висівками, цибуля, зелень, кедрові горішки і спеції.
Цибулю порізати тонкими півкільцями, а часник пластинами.
Розігріти 2-3 ст. л. оливкової олії та обсмажити цибулю з часником пару хвилин.
Террін з куркою
Потім додати горішки і потримати все разом ще 2-3 хвилини, важливо щоб горіхи несильно зарум''янилися.
На м''ясорубці перекрутити куряче філе і багет.
Петрушку і базилік добре промити, обсушити і дрібно порізати.
До фаршу додати яйце, зелень, обсмажену цибулю з горішками, дрібку солі і чорного меленого перцю.
Добре все перемішати.
Застелити форму фольгою і рівномірно розподілити фарш.
Випікати в духовці розігрітій до 180 ° С - 45-50 хвилин.',
2,7,120,8,400),

('Курячі кацу',
'Куряче філе - 1 кг;
Сіль, перець - за смаком;
Борошно - 1/2 склянки;
Яйця - 3 шт.;
Соєвий соус - 1 ч.л.;
Панірувальні сухарі Панко - 300 гр.;
Масло рослинне - для смаження.;',
'../img/17.jpg',
'Куряче філе нарізати на великі шматочки (одну курячу грудку середнього розміру - десь на 8 шматочків).
Посипаємо шматочки курки сіллю і перцем, при бажанні - ще якими-небудь спеціями.
Обвалюємо кожен шматочок курки в борошні.
Яйця збиваємо з однією ложкою соєвого соусу.
Потім кожен шматочок курки занурюємо у збиті яйця.
Нарешті, потрібно гарненько обваляти шматочки курки в сухарях Панько. Без цих сухарів це японське блюдо приготувати не можливо. Можна замінити звичайними панірувальними сухарями - теж смачно, але страва вже буде іншою.
У сковороді доводимо до кипіння олію, кидаємо в нього шматочки курки. Смажимо до світло-коричневого кольору кляру.
Готові шматочки курки дістаємо з олії, викладаємо на паперовий рушник, щоб стік зайвий жир.',
2,8,70,9,450),

('Картопля з часником в духовці',
'картопля - 1 кг;
бальзамічного або червоного винного оцту - 1 ст. л.;
оливкова олія - 3 ст. л.;
сухого розмарину або гілочку свіжого - 1/2 ч. л.;
часник - 5 зубчиків;
вершкове масло - 1 ст. л.;
мелений чорний перець, сіль – за смаком.;',
'../img/18.jpg',
'Картоплю очищаємо заливаємо окропом і відварюємо до напівготовності в підсоленій воді 8-10 хвилин. Картопля найкраще підходить невелика і розвари ста, тоді всередині вона буде дуже м''якою і ніжною.
Відварюємо до напівготовності картоплю
У форму або деко для запікання наливаємо 3 столові ложки оливкової олії, шматочок вершкового і обов''язково 1 столова ложка бальзамічного або червоного винного оцту. 5 зубчиків часнику злегка роздавлюємо ножем, але не очищаємо (так він не буде горіти і віддасть весь свій аромат).
До картоплі додаємо інші інгредієнти
Додаємо 0,5 чайної ложки сухого розмарину або гілочку свіжого. Додаємо трохи свіжомеленого чорного перцю.
До картоплі додаємо розмарин і чорний перець
Через 10 хвилин потрібно злити воду з картоплі і гарненько струснути каструлю, щоб з''явилися «пластівці». Це якраз дасть хорошу хрустку скоринку.
Зливаємо з картоплі воду
Викладаємо картоплю у форму, перемішуємо. Зверху додатково солимо. Ставимо в розігріту духовку 200 градусів на 30 хвилин.
Викладаємо картоплю у форму
Дістаємо з духовки і картопля готова',
2,6,30,9,97),

('Плов з куркою',
'Рис круглозернистий 2 ст.;
Курка 1 кг;
Цибуля ріпчаста 2 шт.;
Морква 1 шт.;
Олія соняшникова рафінована 50 мл.;
Часник 7 зубчиків;
Сіль 1 ст. л.;
Вода 1 л.;
Приправа для плову 30 г.;',
'../img/19.jpg',
'Для приготування плову вам знадобляться: курка, рис, вода, цибуля, морква, часник, сіль, приправа для плову і рослинне масло.
Курку порізати на невеликі шматочки і посолити.
Плов з куркою
У сковороді з потовщеним дном розжарити рослинне масло і опустити шматочки курки. Накрийте сковороду кришкою і тушкуйте 5 хвилин на середньому вогні. Потім зніміть кришку, додайте 1 столову ложку (з гіркою) приправи для плову.
Ще через 5 хвилин переверніть зарум''янені шматочки курки.
У цей час цибулю нарізати кубиками.
Через 5 хвилин після того, як перевернули шматочки курки, додайте нарізану цибулю, перемішайте.
Моркву нарізати кубиками.
Через 5 хвилин після того, як запустили цибулю, додайте моркву і перемішайте.
Переберіть і тричі промийте рис.
Через 5 хвилин після того, як в сковороду додали моркву, засипте рис і розрівняйте ложкою.
Залийте рис холодною водою на 2,5 см вище рівня рису, або подвійний об''єм рису (4 склянки води). Для того, щоб не розмити шар рису, направте струмінь по ложці, посоліть.
Накрийте кришкою і зменшіть вогонь до мінімального. Тушіть 30 хвилин (до тих пір, поки вся волога не випарується).
Очистіть часник.Коли вся волога випарується, зніміть з вогню, застроміть зубчики часнику в плов, закрийте кришкою і дайте настоятися протягом 10 хвилин.
Подавати гарячим, присипавши зеленню. Смачного!',
2,3,110,8,376),

('Грузинський овочевий салат з горіховим соусом',
'3 помідори;
3 огірки;
1 пучок базиліку;
1 пучок кіндзи;
5 волоських горіхів;
2 зубка часнику;
3 ст.л. рослинної олії;
1 ст.л. винного оцту;
сіль;',
'../img/20.jpg',
'Волоські горіхи очистити від шкаралупи і подрібнити у блендері разом з часником та дрібкою солі. Додати до горіхів оцет та олію. Перемішати соус до однорідності. 
Посолити за смаком, якщо потрібно . 
Овочі та зелень крупно порізати і полити соусом .
Подавати одразу ж до столу. Смачного!',
3,1,10,8,67),

('Італійський салат панцанелла',
'хліб (3-4 шматочка);
помідори (2-3 штуки);
огірок (1-2 штуки);
болгарський перець (1 штука);
зелень;
діжонська гірчиця (1 чайна ложка);
винний або бальзамічний оцет (1 чайна ложка);
оливкова олія (3 столові ложки);
часник (1-2 зубчики);
оливки (6-8 штук).;',
'../img/21.jpg',
'Передусім зробимо сухарики. У традиційному рецепті панцанелли хліб ламається руками на шматки. Я порізала на рівні квадратики.
І посушила на сковороді з невеликою кількістю рослинної олії. Буквально один шматочок. Зате дивіться, які апетитні вийшли сухарики для салату.
Приготуємо соус для салату. Ви можете просто додати оливкову олію. Або приготувати свій улюблений соус. Сьогодні робимо так. Додамо в ємність усі інгредієнти: гірчицю, оцет, оливкову олію, подрібнений часник.
Все ретельно перемішуємо, домагаючись рівної консистенції, як при приготуванні майонезу.
Отже, сухарики та соус готові. Залишилася справа за малим. Для салату панцанелли ріжемо невеликими шматочками помідори.
Також нарізаємо огірки.
Нарізаємо соломкою перець.
Все змішуємо, додаємо оливки, сухарики та соус. Залишаємо панцанеллу на якийсь час, краще в холодному місці на годину, щоб сухарики змогли просочитися соусом і подаємо на стіл у холодному вигляді, прикрасивши листочками свіжого базиліка (куди ж без нього в італійській кухні).',
3,2,30,9,98),

('Китайський салат з креветками',
'Кілька маленьких качанів кукурудзи – 80 г (в разі необхідності можна замінити консервованою);
Стручковий Горох – 80 г;
Паростки квасолі – 180 г;
Пекінська капуста – 180 г;
1 солодкий болгарський перець ;
Дрібні очищені креветки – 180 г;
Соєвий соус і кунжутне масло – 2 ст. л.;
Приправа китайська «5 спецій» (продається в магазинах) – половина чайної ложки;
Тертий корінь свіжого імбиру – 1 ч. л.;
Сіль і чорний мелений перець – за смаком.;',
'../img/22.jpg',
'Качани кукурудзи і горох відварити в підсоленій воді (варити близько 4 хвилин). Відкинути на друшляк, дати воді стекти, охолодити і викласти в глибоку миску. Додати паростки квасолі, тонкий нашатковану пекінську капусту і нарізаний смужками солодкий перець. Креветки відварити в підсоленій воді (варити 2-3 хвилини). Остудити, додати до овочів. Окремо приготувати китайський соус: змішати соєвий соус, кунжутне масло, китайську приправу, тертий імбир, сіль і чорний перець, все як слід перемішати. Всі інгредієнти китайського салату перемішати і полити приготованим соусом.',
3,4,25,7,103),
('Німецький салат ',
'Картопля - 4 шт.;
Мариновані огірки (корнішони) - 3-4 шт.;
Цибуля - 1 шт.;
Яйця - 2 шт.;
Бекон - 400 г (копчена ковбаса, мисливські ковбаски).;
Часник - 1 зубчик.;
Гірчиця діжонська (в зернах) - 4 ст.л.;
Кріп, петрушка за смаком.;
Олія.;
Сіль, перець за смаком.;',
'../img/23.jpg',
'Картоплю для німецького салату відварити, охолодити і нарізати кубиками. Яйця зварити і також порізати кубиками.
Бекон обсмажити (якщо він сирий) та нарізати смужками. Для німецького салату можна використовувати також копчену ковбасу, або ж мисливські ковбаски.
Огірки повинні бути маленькими за розміром. Було б чудово, якщо це будуть корнішони. Огірочки потрібно порізати кружечками.
Цибулю для німецького салату порізати півкільцями і замаринувати на 30 хвилин.
Усі інгредієнти німецького салату змішати, видавити часник, додати гірчицю, зелень, посолити, поперчити і в кінці заправити олією.
Ось такий простий набір продуктів здивує Вас своїм поєднанням.',
3,5,35,7,134),

('Салат з картоплі та помідорів',
'маринований огірок - 2 шт.;
рослинне масло, яблучний оцет;
цибуля - 0,5 шт.;
відварна картопля - 2 шт.;
кукурудза - 0,5 маленької баночки
помідор - 2 шт.;
консервований хрін - за бажанням.;',
'../img/24.jpg',
'Зразу необхідно замаринувати цибулю. В окрему миску висипаємо нарізану цибулю, додаємо трохи солі і цукрового піску, лимонний сік або яблучний оцет. Перемішуємо і залишаємо маринуватися.
Замаринуємо цибулю
Відварену картоплю нарізаємо кубиками.
Нарізаємо картоплю
Нарізаємо огірки.
Нарізаємо огірки
Нарізаємо помідори середнім кубиком.
Нарізаємо помідори
До салату додаємо кукурудзу.
В миску додаємо кукурудзу
Для салату робимо заправку. 2 столові ложки рослинної олії, 1 столова ложка яблучного оцту, 0,5 чайної ложки консервованого хрону (якщо немає такого, то можна не додавати).
Робимо заправку для салату
Додаємо в салат промариновану цибулю і заправку. Все добре перемішуємо. Ну ось і все, салат готовий.
Заправку додаємо до салату і перемішуємо
В нього можна додати також хлібні сухарики, вони зроблять смак його трошки іншим, але анітрохи не зіпсують.',
3,6,15,9,97),
('Салат Нісуаз',
'100 г листового салату;
100 г спаржевої квасолі (у мене заморожена);
8 шт. помідорів чері (або 2 звичайних);
8 шт. перепелиних яєць (або 2 звичайних);
1 банка тунця у власному соку (180 г);
1 банка маслин;
1 маленька цибулина;
10-12 шт. анчоуси (або заміна див. нижче).

Заправка:
5 ст. л. рослинної олії (бажано оливкової);
1 ст. л. яблучного або винного оцту 6% (можна замінити лимонним соком);
1 ст. л. зернистої гірчиці (або 0,5-1 ч. л. звичайної);
1 зубчик часнику;
сіль, перець.;',
'../img/25.jpg',
'Цибулю почистити, порізати дуже тонкими півкільцями. Полити ложкою винного або яблучного оцту, залишити маринуватися на час приготування інших компонентів.
Спаржеву квасолю опустити в окріп, варити 3-4 хвилини. Потім воду злити і облити квасолю холодною водою. Це потрібно для того, щоб зупинити процес приготування - квасоля збереже свій зелений колір і пружну консистенцію.
Яйця відварити в киплячій воді протягом 3-4 хвилин (курячі протягом 7 хвилин), повністю остудити, заливши холодною водою. Потім почистити і порізати четвертинками або невеликими шматочками (якщо яйця курячі).
Помідори порізати четвертинками (або звичайні помідори шматочками).
Тунець розкришити руками.
Підготувати солону рибу очистити, відокремити хребет і розділити на філе.
Підготувати заправку. Масло, оцет, гірчицю покласти в ємність. Додати часник, видавлений через часникодавку, посолити і поперчити. Ретельно збовтати виделкою до отримання емульсії.
Салатні листя помити, просушити, розкласти по тарілках (нагадаю, виходить 4 порції салату).
Зверху розкласти тунець і мариновану цибулю.
Потім спаржеву квасолю.
Потім яйця і солону рибу.
Поверх розкласти помідори і маслини. Щедро полити заправкою.
Можна подавати салат з відварною картоплею, рисом або ж, зовсім без гарніру, буде смачно в будь-якому випадку.',
3,7,15,8,89),

('Салат Кіото',
'пекінська капуста - 200 г;
огірки - 100-120 г;
шинка (відварене куряче філе) - 120 г;
яйця - 2 шт.;
перець чилі - 1 шт.;
цибуля зелена - 4 шт.;
сіль за смаком.

Заправка:
соєвий соус - 2 ст. л.;
лимонний сік - 2 ст. л.;
кунжутне масло - 2 ст. л.;
цукор - 1 ст. л.;
кунжут (обсмажений) – 1 ст. л.;',
'../img/26.jpg',
'Першим ділом я приготую яйця. Для цього розбиваю 1 яйце, трохи посолю і добре перемішаю. Сковорідку я змащую зовсім небагато рослинним маслом, виливаю яйце і розподіляю по сковорідці. Обсмажую з двох сторін.
Друге яйце обсмажуємо так само. Знімаємо все на тарілку.
Нарізаю тонкою соломкою пекінську капусту. Перекладаю в миску.
Огірки нарізати соломкою. Також відправляю в миску.
Поріжу соломкою зелену цибулю. Також відправляю до інших продуктів.
З перчика чилі видалити все насіння і нарізати соломкою.
Також само нарізаємо шинку.
Тепер звертаємо у трубочку посмажені яйця і ріжемо тонкою соломкою.
Як приготувати заправку для салату.
В миску наливаємо 2 столові ложки соєвого соусу, 2 столові ложки кунжутного масла, додамо лимонний сік і цукор. Все добре перемішую, щоб цукор розчинився.
Заправку виливаю в салат, добре все перемішуємо.
В самому кінці додамо кунжут, перемішуємо.',
3,8,25,8,93),

('Закуска Картопляні бомбочки з сиром',
'картопля - 650 г;
сир - 100 г;
молоко для пюре - 4 ст. л.;
курячі яйця - 2-3 шт.;
бекон - 300 г;
борошно;
сіль, перець за смаком;
панірувальні сухарі;
вершкове масло;
рослинне масло - для фритюру.;',
'../img/27.jpg',
'В першу чергу відварюємо картоплю у підсоленій воді до повної готовності і робимо з неї пюре. В пюре додаємо масло, зовсім небагато молока і улюблені приправи. Пюре необхідно добре остудити.
Робимо пюре
А в цей час нарізаємо твердий сир великими кубиками.
Нарізаємо твердий сир
Як тільки пюре охолоне, можна формувати бомбочки. Робимо це руками. В середину картопляної бомбочки потрібно покласти кубик сиру. Таким чином зліпити стільки бомб, на скільки у вас вистачить пюре.
Робимо картопляні бомбочки
Кожну бомбочку обмотати беконом.
Картопляні бомбочки обмотати беконом
Збити у окремій мисці 2-3 яйця. Тепер кожну бомбочку обвалюємо у борошні, занурюємо в яйцях і обвалюємо у сухарях.
Обвалюємо у борошні, яйцях і сухарях картопляні бомбочки
Готуємо бомбочки у фритюрі до утворення смачної, апетитної і хрусткої скоринки.
Готуємо картопляні бомбочки у фритюрі
Ось така у нас вийшла поживна, калорійна і шалено смачна страва.',
4,7,60,9,210),

('Закусочний батон',
'хліб - 1 шт.;
вершкове масло - 100 г;
зелень - невеликий пучок;
твердий сир - 50 г;
часник - 2 зубчики;
сіль за смаком.;',
'../img/28.jpg',
'Вершкове масло потрібно розм''якшити до кімнатної температури, а зелень порізати. Я використовувала кріп, але можна взяти і петрушку чи будь-яку іншу зелень. Подрібнену зелень засипаємо в масло.
Рецепт закусочного батона - Крок 1
Солимо за смаком і видавлюємо кілька зубчиків часник.
Рецепт закусочного батона - Крок 2
Сир натираємо на тертці, необов''язково на дрібній, підійде і середня.
Рецепт закусочного батона - Крок 3
Беремо хліб, краще використовувати вже дводенний, щоб скоринка була твердіше. Ріжемо по діагоналі в одну сторону.
Рецепт закусочного батона - Крок 4
Потім нарізаємо в протилежну сторону.
Рецепт закусочного батона - Крок 5
Ось такий хліб виходить. Шматочки при цьому можуть випадати-нічого страшного, вставляємо їх назад. Тепер починаємо промащувати ці розрізи маслом із зеленню. Робити це теж найпростіше за допомогою ножа.
Рецепт закусочного батона - Крок 6
Потім в ці ж розрізи закладаємо сир.
Рецепт закусочного батона - Крок 7
Весь він не увійде, залишками просто засипаємо хліб зверху.
Рецепт закусочного батона - Крок 8
Загортаємо в фольгу.
Рецепт закусочного батона - Крок 9
Ставимо в розігріту до 200 градусів духовку на кілька хвилин, потім прибираємо фольгу, щоб вийшла засмажена скоринка.
Рецепт закусочного батона - Крок 10',
4,7,30,8,251),

('Hулетики з картоплею',
'картопля - 2-3 шт.;
м''ясо філе - 700 г;
аджика - 2 ч. л.;
сметана - 1 ст. л.;
рослинна олія - 1 ст. л.;
цибулина - 1 шт.;
сіль - 1 ч. л.;
чорний перець - за смаком.;',
'../img/29.jpg',
'М''ясо філе 700 г (в даному випадку свинина) нарізаємо треба на довгі тонкі пластинки товщиною приблизно 4-5 мм.
Цибулину нарізати тонкими півкільцями, додати до м''яса. Сюди ж додати 2 чайні ложки аджики, 1 чайну ложку солі ложку солі без гірки, чорний перець за смаком, кладемо 1 столову ложку сметани, 1 столову ложку рослинної олії.
Все добре перемішуємо і залишаємо на 30-60 хвилин маринуватися при кімнатній температурі.
Картоплю 2-3 штуки середнього розміру очистимо та наріжемо соломкою. В каструлю наливаємо воду, опускаємо картоплю, додаємо сіль і ставимо на вогонь.
Варимо з моменту закипання 2-3 хвилини, але не більше. Виймаємо.
Тепер беремо пластинку м''ясо, кладемо трохи цибулі з маринаду, кладемо невеликий пучок підготовленого картоплі, загортаємо рулетик. Закріплюємо дерев''яною шпажкою. Все те ж саме зробити з іншими рулетами. Деко змастити рослинним маслом і викласти рулетки. Ставимо в розігріту духовку. Готуємо при 200 градусах 35-40 хвилин.
Закуска готова, можна подавати до столу.',
4,2,80,9,158),

('Стручкова квасоля по-китайськи',
'Стручкова квасоля (можна заморожену) - 300г;
Кукурудзяний крохмал - 1 ч. л. (Можна замінити картопляним - 1/2 ч. л.);
Імбир свіжий (натерти на дрібній тертці) або мелений - 1 ст. л.;
Часник - 3 зубчики;
Соус табаско - 1 ч. л. (Можна замінити меленим перцем чилі - 1/4 ч. л.);
Соєвий соус - 4 ст. л.;
Кунжутне масло - 1,5 ч. л.;
Коричневий цукор (можна замінити медом) - 1 ч. л.;
Рослинна олія для смаження - 2 ст. л.;',
'../img/30.jpg',
'Часник очистити, натерти на дрібній тертці або пропустити через прес.
Квасолю відварити на пару приблизно 5-7 хвилин, залити холодною водою на 2-3 хвилини, щоб квасоля не втратила колір, відкинути на друшляк, дати стекти рідини.
У мисочці змішати 2 ст. л. холодної води, 2 ст. л. соєвого соусу, кунжутне масло, цукор (або мед), соус табаско (або перець Чилі), перемішати, додати крохмал, ще раз перемішати до розчинення крохмалю.
У сковороді розігріти олію й обсмажити імбир і часник на сильному вогні близько хвилини, трохи зменшити вогонь, додати 2 ст. л. соєвого соусу і квасолю, перемішати і смажити 4-5 хвилин, весь час помішуючи. Крохмальну суміш розмішати, додати до квасолі і смажити, постійно помішуючи, ще ~ 1 хвилину.
Смачного!
',
4,4,30,8,32),

('Шаурма в лаваші',
'лаваш - 2 шт.;
солоні огірки - 100 г;
білокачанна капуста - 150 г;
помідори - 100 г;
курячі стегна або філе - 400 г.;

Соус:
сметана - 100 г;
кетчуп - 50 г;
часник - 3-4 зубчики;
приправа хмелі-сунелі - 1 ч. л.;
майонез - 100 г.;

За бажанням:
твердий сир - 70 г;
морква по-корейськи - 150 г;
цибуля салатний - 50 г.;',
'../img/31.jpg',
'В першу чергу приготуємо соус. В окрему миску висипаємо майонез, сметану, приправу хмелі-сунелі (можна змінити на звичайний чорний перець), часник пропускаємо через прес (за бажанням). Перемішуємо.
Робимо соус
Шаурму рекомендуємо робити зі стегенець, тому що з ними виходить набагато соковитіше. Коли готуєш з курячим філе, воно іноді виходить трохи сухувато. Курку солимо, перчимо і додаємо рослинну олію. Якщо є можливість дати промаринуватися хоча б 30 хвилин, тоді краще це зробити.
Підготуємо куряче м''ясо
Куряче філе викладаємо на гарячу сковорідку і обсмажуємо з кожного боку до рум''яної кірочки з додаванням невеликої кількості олії.
Обсмажуємо куряче м''ясо
Нарізаємо солоний огірок.
Нарізаємо солоний огірок
Тонко нарізати капусту.
Нарізати капусту
Нарізати помідори.
Нарізати помідори
Тонко наріжте цибулю.
Наріжте цибулю
Сир натираємо на дрібній тертці.
Сир натираємо на дрібній тертці
Нарізаємо смажену курку.
Нарізаємо курку
Всі інгредієнти готові. Залишилося начинку загорнути в лаваш. Насамперед його потрібно намазати соусом. Зверху додаємо кетчуп.
Лаваш намажемо соусом
Потім покладемо курку, солоний огірок, трохи салатної цибулі, моркву по-корейськи, потім помідори, сир і посипаємо капустою. За бажанням зверху також додаємо трохи соусу.
На лаваш викладаємо начинку
Загортаємо шаурму. Її потрібно обов''язково підрум’янити до хрусткої скоринки лаваша на сковорідці.',
4,3,40,9,260),

('Сало в духовці',
'підчеревок - 1,5 кг;
морква - 50 г;
часник - 1 зубчик.;

Маринад:
часник - 3 зубчики;
паприка червона - 1 ч. л .;
рослинне масло - 3 ст. л .;
сіль - 1 ч. л. або за смаком;
гостра гірчиця - 1 ч. л .;
приправа хмелі-сунелі - 1 ч. л .;
чорний перець - за бажанням;
оцет - 9% 1 ст. л.;',
'../img/32.jpg',
'Цей рецепт дуже простий у приготуванні. Потрібно просто змішати всі спеції і натерти їм сало.
Змішуємо всі приправи для приготування маринаду
В маринад відправляємо 1 зубчик часнику.
В маринад додаємо 1 зубчик часнику
Інший часник потрібно розрізати на 5-6 частин, в залежності від розміру. Моркву також нарізаємо на середні шматочки.
Нарізаємо інший часник і моркву
Обов''язково, щоб сало у вийшло відмінним на смак, потрібно зробити надрізи і в нього вставити шматочок морквини і часнику. Робимо ці надрізи по всьому салу.
Фаршируємо сало морквою і часником
Також сало перевертаємо іншу сторону і робимо точно такі ж надрізи. На деко розстелили фольгу, поклали сало.
Теж саме робимо і з іншою стороною
І відразу на деко будемо його маринувати з двох сторін.
Маринуємо сало
Після того, як сало змастили з усіх боків, загортаємо його у фольгу. Якщо у вас є час, краще загорнути у фольгу і залишити маринуватися на 3-4 години в прохолодному місці. А якщо немає часу, то можна відразу запікати. Вона і так вийде дуже смачним. В розігріту духовку до 160-170 градусів відправляємо сало приблизно на 1 годину.
Завертаємо сало у фольгу і відправляємо у духовку
Дістаємо сало, зверху розріжемо фольгу і запечемо його так, щоб вийшла смачна скоринка. Відправляємо знову в духовку десь на 30 хвилин.
Дістаємо сало з духовки і даємо йому охолонути
Сало повністю готове. Воно подається холодним',
4,6,120,9,386),

('Рулет з фаршу в духовці',
'м''ясо - 800 г;
свиняча рулька з кісточкою – 1,5 кг;
часник - 1 головка;
яйце - 1 шт.;
сіль - 2 ч. л. (за смаком);
сухий часник - 1 ч. л.;
приправа до м''яса - 1 ч. л.;
перець за смаком.;

Для млинців:
яйця - 4 шт.;
борошно - 100-150 г;
молоко - 1 ст.;
сіль;
свиняча сітка.;',
'../img/33.jpg',
'Свиняче м''ясо і рульку пропускаємо через дрібне сито м''ясорубки. Якщо ви будете брати яловичину, тоді просто використовуєте м''ясо без рульки (вона додає рулету клейкість і він добре тримав форму).
Часник також пропускаємо через м''ясорубку.
У фарш додаємо яйце, сіль за смаком, сухий часник, приправу до м''яса. Гарненько вимішуємо.
Готуємо млинці.
Млинці будуть служити основою для нашого рулету. До 4 яєць додаємо трошечки солі і борошно. Перемішуємо і поступово вводимо молоко.
Смажимо млинці. Вони у нас виходять досить-таки тонкі і еластичні. З цієї порції вийшло 9 млинців.
Даємо млинцям трошки охолонути і формуємо рулет. Робочу поверхню застелити харчовою плівкою і зверху викласти свинячу сітку.
По цій сітці потрібно розподілити млинчики.
Далі рівномірно розподіляємо фарш.
Скручуємо рулет і перев’язуємо його ниткою, щоб він вийшов щільним.
Тепер завертаємо рулет у фольгу і відправляємо в духовку, розігріту до 180 градусів, на 1 годину і 20 хвилин.
Потім дістаємо його з духовки і ставимо під невеликий прес. Відправляємо на холодний балкон на ніч.
Закуска вийшла супер смачною.',
4,5,60,9,267),
('Роли Філадельфія',
'дрібнозернистий японський рис - 1 1/2 склянки (400 грам);
питна холодна вода - 1 1/2 склянки (400 грам);
рисовий оцет - 1 пляшка (200 грам);
класичний соус соєвий - 1 пляшка (200 грам);
норі - 1 пачка (5 аркушів);
сир вершковий «Філадельфія» - 1 пачка (175 грам).;
маринований імбир – 1/2 пачки (40 грам);
білий цукор - 3 1/2 столових ложки (55 грам);
кунжут цілий - 1 1/2 столової ложки (15 грам);
васабі - 2 чайних ложки (30 грам);
сіль їдальня – 1/2 чайної ложки (2 грами);
тонко нарізані скибочки червоної риби - 400 грам.;',
'../img/34.jpg',
'Першим ділом приготуємо суміш для заправки рису. Для цього в невеликому сотейнику з''єднуємо 200 грам рисового оцту, три з половиною столові ложки білого цукру і пів чайної ложки столової солі. Ставимо сотейник на невеликий вогонь і доводимо суміш до кипіння. Як тільки суміш почне кипіти, знімаємо її з вогню і повністю охолодити.
Наступним етапом у нас буде приготування дрібнозернистого японського рису. Для цього промиваємо рис в прохолодній проточній воді до тих пір, поки не почне стікати чиста вода. Після заливаємо рис холодною питною водою і ставимо варитися під кришкою на великому вогні.
Коли вода з рисом закипить, зменшуємо вогонь до мінімуму і продовжуємо варити рис ще п''ятнадцять хвилин. За цей час рис вбере всю воду, збільшитися в обсязі і стане м''яким. Готовий рис знімаємо з плити і ще гарячим, перекладаємо в глибоку ємність.
Гарячий рис заливаємо сумішшю, яка остигла, і акуратно перемішуємо за допомогою дерев''яної ложки.
Тепер переходимо безпосередньо до приготування самих ролів. Для цього один лист норі розрізаємо на дві частини. Одну частину листа норі кладемо блискучою стороною вниз на попередньо обгорнуту в харчову бамбукову плівку .
Змоченими у прохолодній воді руками беремо жменю рису і кладемо його на лист норі. Акуратно розподіляємо рис так, щоб один край листа на півсантиметра залишався без рису.
Складаємо бамбукову рогожу вдвічі і перевертаємо її таким чином, щоб знизу виявився рис, а зверху лист норі. На лист норі кондитерським мішком видавлюємо поздовжньою смужкою вершковий сир «Філадельфія».
Потім трохи піднявши край циновки, звертаємо все в рол.
На скручений рол акуратно викладаємо впритул тонко нарізані скибочки червоної риби і трохи зверху присипаємо кунжутом. За таким же принципом звертаємо роли з решти листів норі.
Перед подачею до столу готові роли розрізаємо гострим, змоченим в прохолодній воді ножем на невеликі шматочки.',
4,8,40,10,120),

('Як приготувати апельсиновий кекс',
'борошно - 150 г;
розтоплене вершкове масло - 100 г;
цукор - 140 г
цедра і сік 1 великого апельсина;
великі яйця – 2 шт.;
ванільний цукор - 1 ч. л.;
розпушувач - 1,5 ч. л.;
сіль - дрібка.;
Глазур:
апельсиновий сік - 2-3 ч. л.;
цедра – щіпка;
цукрова пудра - 70 г.;',
'../img/35.jpg',
'Потрібно натерти цедру апельсина.
Натерти цедру апельсина
Вичавити сік. У нас вийшло 120 мл - це досить пристойно. В тісто додамо 100 мл, а інше піде в глазур.
Вичавити сік з апельсина
У глибокій мисці 1 стакан борошна без гірки змішуємо з 1,5 ч. л. розпушувачем.
Змішуємо борошно з розпушувачем
2 середніх яйця, 2/3 склянки цукру, 1 чайна ложка ванільного цукру або ванільного екстракту і щіпку солі добре збиваємо міксером на середній, а потім високій швидкості до світлої, пишної, щільної маси, а це десь 5-7 хвилин.
Робимо тісто для кекса - 1
Збавляємо швидкість і вливаємо сюди ж 100 г остиглого розтопленого вершкового масла. Недовго перемішуємо і поступово додаємо борошно в 2-3 заходи. Перемішуємо на середній швидкості.
Робимо тісто для кекса - 2
В кінці тонкою цівкою вливаємо апельсиновий сік і додаємо цедру, але не всю, а трохи залишимо для глазурі.
Робимо тісто для кекса - 3
Випікати можна в будь-якій формі середнього розміру. Ми робили у формі 11 на 25 см. Для зручності форму застилаємо папером для випічки, змащуємо вершковим маслом і викладаємо тісто. Відправляємо у добре розігріту духовку до 180 градусів на 35 хвилин до рум''яного кольору. Готовність можна перевірити зубочисткою. Вона повинна вийти сухою.
Випікаємо апельсиновий кекс
Даємо кексу охолонути у формі хвилин 10-15. А тим часом готуємо глазур. Змішуємо 0,5 склянки цукрової пудри з апельсиновим соком. Сік потрібно додавати поступово. Консистенцію можете регулювати самі - зробити глазур рідшою або більш щільною.
Робимо глазур для кексу
Теплий кекс покриваємо глазур''ю і даємо їй схопитися. Такий кекс дуже смачний в теплому вигляді і його краще зберігати в закритому контейнері або під харчовою плівкою.
',
5,7,45,9,337),

('Млинці',
'борошно - 240 г;
молоко - 500 мл;
яйця - 2-3 шт.;
цукор - 1 ст. л.;
сіль - 1/4 ч. л.;
олія соняшникова - 4-5 ст. л.;',
'../img/36.jpg',
'Дуже важливо, щоб всі інгредієнти були кімнатної температури. В цьому рецепті все дуже просто: вбиваємо 2-3 яйця у глибоку миску, до них додаємо цукор, сіль, рослинне масло. Все добре розмішуємо.
У яйця додаємо цукор, сіль, рослинне масло
До яєць додаємо половину молока і поступово просіюємо борошно, перемішуємо.
До яєць додаємо половину молока і борошно
Замішуємо густе тісто.
Замішуємо тісто
Тепер додаємо половину іншого молока, перемішуємо до однорідної маси і залишаємо тісто відпочити на 30 хвилин при кімнатній температурі.
До тіста додаємо молоко
Обов''язково перед тим, як ви будете смажити млинці, його знову потрібно перемішати. Добре розігріваємо сковорідку. Смажимо на середньому вогні без додавання рослинної олії. Додаємо на сковорідку трохи тіста і розподіляємо його по всій поверхні.
Смажимо млинець
Після того, як краї млинця стали підніматися, значить пора перевертати млинець.
Перевертаємо млинець
Перевертаємо і смажимо до готовності (десь 10 секунд, але орієнтуйтесь самі).
Смажимо млинець до готовності
Кожен млинець викладаємо на тарілку і змазуємо вершковим маслом.
Млинці вийшли неймовірно ароматними, ніжними і смачними. Вони універсальні, їх можна подавати з найрізноманітнішими начинками. Смачного!',
6,6,60,9,227),

('Паска',
'дріжджі пресовані - 15 г;
борошно пшеничне - 340-350 г;
цукор - 90 г;
цукати - 70 г;
сіль - 1/4 ч. л.;
курячі яйця - 1 шт.;
молоко - 125 мл;
ванілін - 0,5 г (1/2 пакетика);
яєчний жовток - 1 шт.;
олія - 70 г;
ізюм - 70 г;.',
'../img/37.jpg',
'В теплому молоці розвести пресовані дріжджі. Рекомендую використовувати саме свіжі дріжджі, з ними випічка довше залишається свіжою.
В теплому молоці розвести пресовані дріжджі
Додаємо сюди ж 1 столову ложку цукру і 1 столову ложку борошна. Розмішуємо. Опару поставимо в тепле місце до доки на її поверхні не утвориться шапочка.
Cюди ж 1 столову ложку цукру і 1 столову ложку борошна
До цукру, що залишився, кладемо сіль, 1 яйце і 1 жовток, рослинне масло. Все трохи збиваємо.
До цукру додаємо сіль, 1 яйце і 1 жовток, рослинне масло.
Опара вже підійшла. Висипаємо її до яєчної суміші.
Опару висипаємо до яєчної суміші
Поступово всипаємо просіяне борошно, що залишилося і ванілін. Замішуємо тісто. Кількість борошна регулюйте самі. В результаті тісто виходить гладке і м''яке, до рук воно не липне. Тісто покласти в ємність, змащену олією. Закриваємо плівкою і залишимо настоятися тісто до збільшення його в обсязі в 2,5 рази. Для цього я використовую духову шафу.
Підготуємо для паски тісто
Ізюм заливаємо окропом і дамо постояти 5 хвилин. Зливаємо воду і підсушуємо.
Ізюм заливаємо окропом
Пройшло майже дві години, тісто добре підійшло. Трохи його обминаємо. Додаємо в нього підготовлені родзинки і цукати. Вмішуємо їх в тісто і викладаємо в підготовлену форму (в даному випадку діаметр 15 см, а висота 13). Її попередньо вистелити папір для випічки, який в свою чергу змастити рослинною олією.
Тісто викладаємо у форму
Накриваємо плівкою і знову поставимо настоятися. Тісто має збільшитися в обсязі як мінімум в 2 рази. Пройшла 1 година. Відправляємо випікатися в духовку, розігріту до 180 градусів приблизно на 40 хвилин.
Випікаємо паску
Після 30 хвилин випікання верх паски можна прикрити фольгою, щоб він не підгорів. Тепер дамо трохи охолонути, потім виймаємо з форми і залишаємо до повного охолодження.',
5,6,100,9,330),

('Панна Котта з медом і інжиром',
'400 мл вершків (жирністю 20% і більше);
10 г желатину;
4 ст. л. цукру;
1-2 ст. л. меду;
4 плоду інжиру;',
'../img/38.jpg',
'Желатин замочити у вершках на 10 хвилин. Після цього додати в вершки цукор і нагрівати їх на повільному вогні до повного розчинення желатину і цукру. Не забувайте постійно помішувати! Не нагрівайте вершки більше, ніж до 60 °С!
Увага! Обов''язково прочитайте інструкцію на упаковці желатину і варіюйте спосіб приготування желе згідно з приписами виробника!
У гарячих вершках розмішати мед до повного розчинення. Розлити масу по порційних формам і поставити в холодильник до повного застигання.
Коли панна котта застигне, подрібнити у блендері плоди інжиру і викласти пюре поверх вершків. Трохи охолодити десерт і подавати!',
6,2,20,8,125),

('Шоколадні трюфелі',
'вершковий або пастоподібний сир - 250 г;
вершки 33% або сметана - 50 г;
гіркий шоколад - 100 г;
цукрова пудра - 40 г;
вафельна крихта, печиво або горіхи для обсипання.;',
'../img/39.jpg',
'Нарізаємо досить дрібно шоколад. Радимо використовувати чорний гіркий шоколад з високим відсотком вмісту какао - не менше 70%, тоді смак десерту буде дійсно насиченим.
Нарізаємо шоколад
Шоколад потрібно розтопити. Це можна зробити в мікрохвильовці або на водяній бані.
Розтоплюємо шоколад
Поки шоколад трохи остигає займемося іншими інгредієнтами. Як основу для цукерок ми будемо використовувати сир Маскарпоне. А можна використовувати і пастоподібний сир кремової текстури. Звичайно, смак буде відрізнятися, але якщо готувати бюджетний варіант, тоді теж буде дуже смачно.
Підготуємо вершковий сир
Вливаємо у вершковий сир розтоплений шоколад.
Вливаємо шоколад у вершковий сир
Додаємо пару столових ложок вершків і цукрову пудру. Добре все перемішуємо. Поступово маса стане однорідною і кремообразною. Накриваємо ємність харчовою плівкою і відправляємо в холодильник буквально на 20 -30 хвилин для того, щоб було зручніше формувати цукерки.
Ставимо шоколадну масу в холодильник
Поки маса застигає, підготуємо обсипку для цукерок. Потрібно дрібно розламати ось такі вафельні коржі. Ви також можете використовувати кунжут, подрібнені горішки або крихту печива. Орієнтуйтеся на свій смак.
Підготуємо обсипку
Шоколадна маса добре застигла, тепер можна формувати трюфелі. Щоб було зручніше, використовуйте рукавички. Беремо невелику кількість шоколадної маси, формуємо кульку і обвалюємо у вафельній крихті.
Формуємо цукерки-трюфелі
Повторюємо так з кожною цукеркою. Готові трюфелі найкраще відправити в холодильник хоча б хвилин на 30 в холодильнику. Вони затвердіють, стануть щільніше і смачніше.',
6,7,60,9,340),

('Солодкий рулет',
'сир - 400 г;
банан;
молоко - 100 мл;
печиво - 50 г;
какао-порошок - 1-2 ст. ложки;
мед - 1-2 ст. ложки.;',
'../img/40.jpg',
'Подрібнити печиво на дрібні шматочки. Для цих цілей краще брати печиво типу Ювілейного або звичайного цукрового.
Готуємо Солодкий рулет без випічки - Фото 1
В печиво додаємо молоко і какао-порошок. Розмішуємо і даємо печиву розм''якнути декілька хвилин.
Додаємо до сира мед за смаком і добре розмішуємо.
Повертаємося до печива. Добре його розминаємо. Викладаємо масу з печива на харчову плівку.
Далі викладаємо сирну масу.
Тепер на край кладемо банан.
І завертаємо все в рулет. Рулет виходить дуже м''яким, тому прибираємо його на пару годин.
Ніжна текстура і відмінний смак. Чесно кажучи, якщо додати в сир трохи топленого вершкового масла, то виходить набагато смачніше, але тоді і калорійність десерту значно зростає.',
6,2,120,9,153),

('Капустяні котлети',
'капуста молода - 700 г;
цибуля - 1 шт.;
сир - 50 г;
яйця - 1 шт.;
борошно - 5 ст. л.;
сіль;
перець чорний мелений;
олія соняшникова для смаження.;',
'../img/41.jpg',
'Розрізаємо качан капусти на кілька частин. Киплячу воду трохи солимо і кладемо порізану капусту. Каструлю накриваємо кришкою і варимо капусту 3-4 хвилини.
Відварену капусту перекладаємо на друшляк для того, щоб стекла зайва вода. Коли капуста трохи охолола і з неї стекла зайва рідина, шаткуємо її ножем, залишаючи качан.
Одну цибулину нарізаємо кубиками. Порізану цибулю обсмажуємо в невеликій кількості рослинного масла до золотистого кольору.
50 г сиру натираємо на крупній тертці.
В миску кладемо нашатковану капусту, обсмажену цибулю, натертий сир, сюди ж розбиваємо одне яйце. Трохи солимо і перчимо. В кінці додаємо приблизно 5 ложок борошна. Все добре перемішуємо.
Формуємо котлети. Для тог,о щоб легше було сформувати котлети, руки трохи змочуємо водою. Одна котлета - приблизно 1 столова ложка капустяної маси. Котлети кладемо на розпечену сковороду з невеликою кількістю соняшникової олії.
Після того, як котлети підрум’янилися з одного боку, перевертаємо їх на іншу сторону і накриваємо сковорідку кришкою. Так тушкуємо приблизно 3-4 хвилини.
Готові котлети подаємо на стіл. Краще всього подавати такі котлети гарячими і зі сметаною. Котлети з молодої капусти вийшли ароматними, ніжними і дуже смачними. Такі котлети можна подавати не тільки як самостійну страву, ну і як гарнір до м''яса.',
7,6,60,8,189),

('Рататуй',
'томати - 1 кг;
баклажани - 2 шт.;
кабачок (невеликий) - 1 шт.;
перець болгарський - 3 шт.;
цибуля ріпчаста - 1 шт.;
часник - 3 зуб.;
сіль і спеції - за смаком;
масло рослинне - за фактом;
олія оливкова - 50 мл.;',
'../img/42.jpg',
'Для початку приготуємо соус. Для цього ріжемо кубиками цибулю.
Також болгарський перець.
Беремо півкіло помідорів, робимо з одного боку надріз хрест-навхрест і бланшуємо в окропі 2-3 хвилини. Після чого з легкістю звільняємо їх від шкірки і так само нарізаємо кубиками.
Тепер обсмажуємо цибулю на невеликій кількості рослинного масла 2-3 хвилини.
Відправляємо туди нарізаний перець і смажимо все разом ще 4-5 хвилин.
Потім додаємо помідори й тушкуємо на середньому вогні 8-10 хвилин. Після чого додаємо сіль за смаком і за бажанням чорний мелений перчик. Якщо помідори кислуваті, то можна додати трохи цукру. Все перемішуємо і вимикаємо. Соус готовий. Можна при бажанні готові овочі подрібнити блендером до однорідності, але мені подобається більше такий варіант соусу.
Тепер займемося іншими овочами. Баклажани миємо й нарізаємо тоненькими кільцями, товщиною приблизно 0,5 см.
Те ж саме проробляємо з рештою помідорами.
І кабачком.
У форму для запікання переливаємо наш соус.
І поверх нього ребром викладаємо кружки овочів трохи в нахил, чергуючи їх між собою. Бажано овочі за розміром підібрати так, щоб вони по можливості в поперечному розрізі були однаковими. Тоді ряди вийдуть красивими і акуратними.
Для заправки змішуємо оливкову олію (можна використовувати будь-яке рослинну), сіль, подрібнений часник і спеції. Ідеально підійдуть прованські трави, але якщо їх немає, то замінюємо їх на спеції на свій смак.
Змащуємо укладені заправкою овочі.
Накриваємо форму фольгою і відправляємо в заздалегідь розігріту духовку приблизно на годину при 180 градусів. Потім фольгу прибираємо.
Зменшуємо температуру до 160 градусів і готуємо ще 20 хвилин. Дуже смачно як в гарячому так і в холодному вигляді. Можна подати як самостійне блюдо, прикрасивши зеленню або замість гарніру до м''ясних, рибних або страв з птиці.',
7,7,110,10,234),

('Жульєн з баклажанів',
'2 баклажана (вибирайте середні плоди);
2 середніх цибулини;
кілька зубчиків часнику;
пів склянки сметани (жирність може бути будь-яка);
100 г будь-якого твердого сиру;
0,5 столової ложки борошна;
сіль і спеції (у мене була суміш перців) за смаком;
для смаження потрібно трохи будь-якого рослинного рафінованого масла.;',
'../img/43.jpg',
'Почала я з того, що порізала невеликими кубиками баклажани. Посолила їх і відставила хвилин на 10, після чого промила під проточною водою. Так ми позбудемося від гіркоти. Можна так само замочити цілі баклажани в солоній воді на кілька годин або просто обдати їх окропом.
Цибулю я почистила і дрібно порізала. Часник порізала тоненькими смужками.
Виклала цибулю і часник на сковороду з рослинним маслом і трохи обсмажила (приблизно 5 хвилин на невеликому вогні).
Після цього виклала в сковороду до цибулі і часнику промиті баклажани. Перемішала, накрила сковороду кришкою і поставила на невеликий вогонь ще хвилин на 5.
На цьому етапі додаємо спеції і якщо потрібно, то досолюємо. Далі, я посипала зверху баклажани невеликою кількістю (приблизно 0,5 столової ложки) борошна.
Змішала, додала сметану і залишила ще гаситися під кришкою до готовності баклажанів. На це у мене пішло хвилин 7-8.
Поки баклажани тушкувалися, я потерла на крупній тертці твердий сир.
У завершенні посипала жульєн тертим сиром, накрила сковороду кришкою і вимкнула вогонь. Залишила постояти кілька хвилин, щоб сир розплавився.',
7,2,60,9,234),

('Домашній лимонад з м''ятою',
'лимон – 4 шт.;
м''ята - 2-3 гілочки;
цукор - 1,5 ст.;
вода (фільтрована, кип''ячена або газована) - 3 л.',
'../img/44.jpg',
'Спочатку зробимо сироп. Висипаємо цукор в каструлю і додаємо стакан води. Розмішуємо цукор до тих пір, поки він повністю не розчиниться. Якщо потрібно, то сироп можна трохи підігріти.
Три лимона розрізаємо навпіл і видавлюємо з них сік.
В трилітрову банку наливаємо лимонний сік, сироп і питну воду. Сюди ж додаємо приблизно 10 листочків м''яти.
Пів лимона нарізаємо кружечками і теж відправляємо їх в банку.
Тепер лимонаду потрібно дати настоятися приблизно 1 годину в холодильнику. Через годину напій вже повністю готовий і можна насолоджуватися прекрасним освіжаючим смаком і ароматом. Лимонад вийшов дуже-дуже смачний з таким в міру кислувато-солодким смаком. Всім рекомендую його приготувати.
Як бачите, готується він дуже швидко і легко.
Якщо вам сподобався цей рецепт, то залишайте свої коментарі і діліться зі своїми друзями у соціальних мережах.',
8,6,15,9,15),

('Квас',
'чорний житній хліб;
білий хліб;
вода;
цукор;
дріжджі сухі (можна замінити мокрими);
світлий родзинки - штучок 8-10.;',
'../img/45.jpg',
'Спочатку приготуємо закваску. Вона є основою квасу. Чорний житній хліб порізати невеликими брусочками.
Викладаємо брусочки на деко і підсушити в духовці. Я періодично перемішувала хліб лопаткою і дивилася, щоб хліб місцями трохи підгорів, це дасть квасу певний смак і колір.
У літрову банку насипаємо сухарі, приблизно 1/3 банки, додаємо 2 столові ложки цукру.
Заливаємо окропом, трохи більше половини банки. Сухарі набухають, а ми очікуємо, щоб вміст банки охолов до трохи теплого.
Перемішуємо до стану кашки, якщо вона густовата, можна підлити трохи води. Додаємо сухі дріжджі, 14 чайної ложки.
Накриваємо банку серветкою (марлею і залишаємо для бродіння на троє діб).
Я покажу як готувати і темний і світлий квас. Тому, заготовимо тепер світлі сухарі. Наріжемо брусочками білий хліб. Його можна підсушити в духовці, так і на свіжому повітрі.
Цієї кількості закваски вистачить для 5 літрів квасу. Тому я взяла дві банки 3 та 2 літрові. У трилітрову банку закладаємо житні сухарі, а в дволітрову - житні й білі, пропорції за вашим бажанням. Сухарів в банці повинно бути приблизно на 1/5-1/6 від обсягу банки. У трилітрову додаємо 4 столові ложки цукру, а в дволітрову - 3.
Заливаємо окропом сухарі банки по плічка (пам''ятаємо, що потрібно залишити місце для закваски)
До речі, банку зі світлими сухарями можна заливати і кип''яченою теплою водою, адже нам не потрібно витягувати з хліба колір.
Коли вміст банок стає трохи теплим, можна додавати закваску. Перемішуємо закваску і 2/3 відправляємо в трилітрову банку і 1/3 в дволітрову. Накриваємо банки серветками і залишаємо для бродіння на 2-3-4 доби, час бродіння залежить від вашого смаку, пробуйте, вибирайте, наскільки різким і кислим ви хочете приготувати ваш квас.
Коли квас перебродить і ви переконаєтеся, що цей смак вас влаштовує, квас потрібно процідити. Я використовую для цього металеве сито, яке застеляю подвійним шаром марлі. Квас зливаємо в чистий посуд, а закваску можна використовувати знову для приготування нової порції квасу.
У відціджений квас можна додати пару столових ложок цукру, до речі, якщо хочете трохи більше різкості, то можна покласти в кожну банку по 4-5 родзинок, в такому вигляді квас ще на добу залишити на столі. А потім прибрати в холодильник. Квас зберігають у закритій тарі.
Закваску перекладають до скляну посуд і зберігають у холодильнику до тих пір, поки вона знову не знадобиться.',
8,3,60,10,24)
select* from Reciepe order by Id